tap "homebrew/bundle"
cask "docker"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "licecap"
cask "logseq"
cask "postman"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "johnpapa.vscode-peacock"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "rohit-gohri.format-code-action"
vscode "scala-lang.scala"
vscode "shopify.ruby-lsp"
vscode "simonsiefke.svg-preview"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
